Repository: 99robots/wp-landing-pages
Catalog: languages/wp-landing-pages-*.po
Languages: de_de, es_mx, fr_fr

source: Customized
de_de: Benutzerdefiniert
es_mx: Personalizado
fr_fr: Personnalisé

source: Content
de_de: Inhalt
es_mx: Contenido
fr_fr: Contenu

source: Select Landing Page Template
de_de: Wählen Sie die Landing Seitenvorlage
es_mx: Plantilla de página de aterrizaje
fr_fr: Sélectionnez un modèle de page d’atterrissage

source: Upgrade to Pro & Get 30 premium Landing page designs
de_de: Upgrade auf Pro & erhalten 30 Premium-Landung Seitendesigns
es_mx: Actualizar a Pro y obtener 30 diseños de página de aterrizaje premium
fr_fr: Mise à niveau vers Pro & obtenir 30 premium Landing page conceptions

source: By
de_de: Von
es_mx: Por
fr_fr: Par

source: Use this template
de_de: Vorlage verwenden
es_mx: Usar esta plantilla
fr_fr: Utiliser ce modèle

source: Home
de_de: Startseite
es_mx: Inicio
fr_fr: Accueil

source: Thank you for choosing WP Landing Pages plugin. If you have any support query or your feedback, please feel free to send an email to
de_de: Vielen Dank für die Wahl der WP Landing Pages Plugin. Wenn Sie Support-Anfragen oder Anregungen haben, wenden Sie sich bitte per e-mail an
es_mx: Gracias por elegir el plugin de WP Landing Pages. Si usted tiene cualquier pregunta de apoyo o sus comentarios, no dude en enviar un correo electrónico a
fr_fr: Merci d’avoir choisi le plugin WP Landing Pages. Si vous avez n’importe quelle question de soutien ou de vos commentaires, n’hésitez pas à envoyer un courriel à

source: Quick Tutorial
es_mx: Tutorial rápido
fr_fr: Tutoriel rapide

source: To create new landing page, go to WPLP > Create Landing Page. Click Use this template button under any template you like
de_de: Um neue Landing-Page zu erstellen, gehen Sie zu WPLP > Landing-Page zu erstellen. Klicken Sie auf diese Schaltfläche "Vorlage" unter jede Vorlage, die Sie mögen
es_mx: Para crear nueva página de inicio, vaya a WLPL > crear Landing Page. Haga clic en usar este botón de plantilla en cualquier plantilla que te gusta
fr_fr: Pour créer une nouvelle page de destination, allez à WPLP> Créer page d’atterrissage. Cliquez sur le bouton Utiliser ce modèle sous tout modèle que vous aimez

source: Next page will open. On your left side, enter page name first and submit. This will save the page in your Wordpress site. You can then customize the page
de_de: Nächste Seite wird geöffnet. Geben Sie auf der linken Seite den Seitennamen zuerst und einreichen. Dies wird die Seite in Ihre Wordpress-Website speichern. Anschließend können Sie die Seite anpassen
es_mx: Se abrirá la siguiente página. Sobre su lado izquierdo, introduzca el nombre de la página primero y presentar. Esto guardará la página en su sitio de Wordpress. Luego puede personalizar la página
fr_fr: Page suivante s’ouvre. Sur votre gauche, entrez le nom de la page premier et soumettre. Cela permettra d’économiser la page dans votre site Wordpress. Vous pouvez ensuite personnaliser la page

source: If you wish to edit an existing created template/page. Go to your WP-Admin > Landing Pages. Click on the Edit Template in Design View button under the page title on mouse hover.
de_de: Möchten Sie Bearbeiten einer vorhandenen Vorlage/Seite erstellt. Gehen Sie zu Ihrem WP-Admin > Landing Pages. Klicken Sie auf die Vorlage bearbeiten in Entwurfsansicht Knopf unter den Seitentitel auf Mausbewegung.
es_mx: Si desea editar una ya existente creada página de plantilla. Ir a tu WP-Admin > Landing Pages. Haga clic en Editar plantilla en el botón vista Diseño bajo el título de la página de libración de ratón.
fr_fr: Si vous souhaitez modifier un existant créé modèle/page. Allez dans votre WP-Admin > Landing Pages. Cliquez sur modifier le modèle en mode Design bouton situé sous le titre de la page au survol de la souris.

source: Or you can also click on Edit in Design View under landing page title
de_de: Oder Sie können auch klicken Sie auf Bearbeiten in der Entwurfsansicht unter Landung Seitentitel
es_mx: También puede hacer clic en la
fr_fr: Ou vous pouvez également cliquer sur modifier en mode Design sous le titre de la page d’atterrissage

source: Stay updated and get more customized feature updates directly to your inbox
de_de: Bleiben Sie informiert und erhalten Sie weitere kundenspezifische Feature-Updates direkt in Ihren Posteingang
es_mx: Mantente actualizado y obtener más actualizaciones de función personalizada directamente a su bandeja de entrada
fr_fr: Restez à jour et mises à jour plus fonction personnalisée directement dans votre boîte de réception

source: We promise, your email address will not be shared or spammed ever. Leave your email below
de_de: Wir versprechen Ihnen, Ihre e-Mail-Adresse wird nicht geteilt oder Spam überhaupt. Lassen Sie Ihre e-Mail unter
es_mx: Le garantizamos que su dirección de correo electrónico no será compartida o spam siempre. Deje su email
fr_fr: Nous promettons, votre adresse email ne sera pas partagée ou spammé jamais. Laisser votre email ci-dessous

source: email address
de_de: e-mail Adresse
es_mx: correo electrónico
fr_fr: adresse émail

source: Join
de_de: Beitreten
es_mx: Confirmar
fr_fr: Rejoindre

source: Quick Tutorial - Connect WP Landing Pages with MailChimp Auto Responder
de_de: Kurzanleitung - WP Landing Pages mit MailChimp Autoresponder zu verbinden
es_mx: Tutorial rápido - conectar WP Landing Pages con MailChimp Auto respondedor
fr_fr: Tutoriel rapide - relier WP Landing Pages avec répondeur automatique de MailChimp

source: Go pro - Upgrade to WP Landing Pages Pro
de_de: Go pro - Upgrade auf WP Landing Pages Pro
es_mx: Vaya pro - actualizar a WP aterrizaje páginas Pro
fr_fr: Go Pro - Mise à niveau vers Pro WP Landing Pages

source: WP Landing Pages Pro comes with up to 30 fresh and premium landing page designs. Pro version is also updated frequently with new premium landing page designs.
de_de: WP Landing Pages Pro wird mit bis zu 30 frischem und hochwertigen Zielseite Design. Auch Pro-Version ist mit neuem Premium Häufig Landung Seite Design aktualisiert.
es_mx: Páginas de aterrizaje WP Pro viene con hasta 30 frescos y diseños de página de aterrizaje premium. Versión Pro se actualiza con frecuencia con nuevos diseños de página de aterrizaje de premium.
fr_fr: WP Landing Pages Pro est livré avec jusqu’à 30 modèles de page d’atterrissage frais et prime. Aussi la version Pro est mis à jour avec de nouveaux modèles de page prime atterrissage fréquemment.

source: Create page
de_de: Seite erstellen
es_mx: Crear nueva Página
fr_fr: Créer une page

source: View Live Page
de_de: Live ansehen
es_mx: Ver la página de Live
fr_fr: Voir la page Landing

source: Link
es_mx: Enlace
fr_fr: Lien

source: Optin Form
de_de: OptIn Formular
es_mx: Correo de confirmación
fr_fr: Formulaire Opt-in

source: link
es_mx: enlace
fr_fr: lien

source: Open in new window
de_de: In neuem Fenster öffnen
es_mx: Abrir en una nueva ventana
fr_fr: Ouvrir dans une nouvelle fenêtre

source: Image URL
de_de: Bild URL
es_mx: URL de la imagen
fr_fr: Adresse de l'image

source: Upload Image
de_de: Bild hochladen
es_mx: Subir imagen
fr_fr: Charger une image

source: Click here to upload image
de_de: Hier klicken um neues Bild hochzuladen
es_mx: Haga clic aquí para subir la imagen
fr_fr: Cliquez ici pour télécharger l’image

source: Image Link
de_de: Bildlink
es_mx: Enlace de la Imagen
fr_fr: Lien de l'image

source: Select Menu
de_de: Menü wählen
es_mx: Seleccionar Menú
fr_fr: ﻿Sélectionner un Menu

source: Autoresponder Code
es_mx: Código Autoresponder
fr_fr: Code de l'Autoresponder

source: Copy your form code from your autoresponder provider and paste it in the box below. Ensure you are using the non-javascript code, and paste ALL HTML code your autoresponder company gives you into this box
de_de: Kopieren Sie Code Ihres Formulars von Ihrem Autoresponder-Anbieter und fügen Sie ihn in das Feld unten. Stellen Sie sicher, dass Sie die non-Javascript-Code verwenden, und fügen Sie alle HTML-Code gibt Ihnen Ihre Autoresponder-Firma in dieses Feld
es_mx: Copiar el código de la forma de su proveedor de autoresponder y pegarlo en el cuadro siguiente. Asegúrese de que está utilizando el código javascript no y pegar código HTML todos de que su empresa autoresponder le da en este cuadro
fr_fr: Copiez le code de votre formulaire à votre fournisseur de liste à réponse préenregistrée et collez-le dans la case ci-dessous. Vous assurer que vous utilisez le code non-javascript et collez tout le HTML code que votre entreprise Autorépondeur vous donne dans cette case

source: Field Label
de_de: Feldbeschriftung
es_mx: Campo de etiqueta
fr_fr: Étiquette de champ

source: Form URL
de_de: Formular URL
es_mx: URL del formulario
fr_fr: Url du formulaire

source: Hidden Fields
de_de: Felder ausblenden
es_mx: Oculto
fr_fr: Champs cachés

source: Submit Button Label
de_de: Bezeichnung der "Absenden"-Taste
es_mx: Etiqueta del Botón Enviar
fr_fr: Libellé du bouton

source: Preview
de_de: Vorschau
es_mx: Vista Previa
fr_fr: Aperçu

source: Reset
de_de: Zurücksetzen
es_mx: Restablecer
fr_fr: Réinitialiser

source: Save
de_de: Speichern
es_mx: Guardar
fr_fr: Enregistrer

source: The WP Landing Pages Pro plugin installed a templates table in the previous versions. That table is no longer required. Do you want me to go ahead and remove it?
de_de: Die WP Landing Pages Vorlagen Pro Plugin eine Tabelle in den vorherigen Versionen installiert. Diese Tabelle ist nicht mehr erforderlich. Wollen Sie mich gehen und es entfernen?
es_mx: El complemento WP Landing Pages Pro instaló una tabla de plantillas en las versiones anteriores. Esa tabla ya no es necesaria. ¿Quieres que lo haga y lo quite?
fr_fr: Les pages de destination WP Modèles plug-in Pro installé une table dans les versions précédentes. Ce tableau n’est plus nécessaire. Voulez-vous que je aller de l’avant et l’enlever?

source: Yes
de_de: Ja
es_mx: Sí
fr_fr: Oui

source: The table has been removed successfully
de_de: Kunde wurde erfolgreich entfernt
es_mx: La tabla se ha eliminado correctamente
fr_fr: Le tableau a été supprimé

source: Configuration
de_de: Einstellungen
es_mx: Configuraciòn

source: Templates
es_mx: Plantillas

source: Create Landing Page
de_de: Erstellen Sie Landing Page
es_mx: Crear página de inicio

source: Edit in Design View
de_de: In der Entwurfsansicht bearbeiten
es_mx: Editar en la vista Diseño
fr_fr: Modifier en mode Création

source: Landing Pages
de_de: Startseiten
es_mx: Páginas de destino
fr_fr: Pages d'accueil

source: Add New
de_de: Neu hinzufügen
es_mx: Añadir nuevo
fr_fr: Ajouter Nouveau

source: Add New Landing Page
de_de: Neue Landingseite anlegen
es_mx: Nueva Página de Destino
fr_fr: Ajouter la page New Landing

source: Edit Landing Page
de_de: Bearbeiten Landing Page
es_mx: Editar página de destino
fr_fr: Modifier la page de destination

source: New Landing Page
de_de: Neue Landingseite anlegen
es_mx: Nueva Página de Destino
fr_fr: Nouvelle page d'accueil

source: All Landing Pages
de_de: Alle Landing Pages anzeigen
es_mx: Páginas de destino
fr_fr: Toutes les pages de destination

source: View Landing Page
de_de: Ansicht Landing Page
es_mx: Ver la página de destino
fr_fr: Voir la page Landing

source: Search Landing Pages
de_de: Suche Landing Pages
es_mx: Búsqueda de páginas de destino
fr_fr: Chercher une page d'accueil

source: No landing pages found
de_de: Keine Landing-Pages gefunden
es_mx: No se encontraron páginas de destino
fr_fr: Aucune page d’atterrissage trouvé

source: No landing pages found in Trash
de_de: Kein Seite im Papierkorb gefunden
es_mx: No se encontraron páginas de destino en la Papelera
fr_fr: Aucune page d’atterrissage trouvés dans la corbeille

source: Screenshot
de_de: Bildschirmfoto speichern
es_mx: Captura de pantalla
fr_fr: Capture d'écran

source: Title
de_de: Titel
es_mx: Título

source: Date
de_de: Datum
es_mx: Fecha

source: Total Visits
de_de: Gesamt Besuche
es_mx: Visitas Totales
fr_fr: Visites totales

source: Unable to get visits
de_de: Nicht in der Lage zu bekommen Besuch
es_mx: Incapaz de conseguir visitas
fr_fr: Impossible d’obtenir des visites

source: Duplicate
de_de: Duplizieren
es_mx: Duplicar
fr_fr: Dupliquer

source: Custom Code
de_de: Benutzerdefinierter Code
es_mx: Código personalizado
fr_fr: Code personnalisé

source: Your information will *never* be shared or sold to 3rd party
de_de: Ihre Informationen werden * nie * weitergegeben oder verkauft an 3rd-Party
es_mx: Su información será * nunca * ser compartida o vendida a 3ra parte
fr_fr: Vos informations seront * jamais * être partagées ou vendues au 3ème partie

source: Signup Now!
de_de: Jetzt anmelden!
es_mx: Regístrese ahora!
fr_fr: Inscrivez-vous maintenant!

source: Click Here for Instant Access
de_de: Klicken Sie hier für sofortigen Zugang
es_mx: Haga clic aquí para acceso inmediato
fr_fr: Cliquez ici pour un accès instantané

source: Create Unlimited Beautiful Landing Pages in WordPress. Opt-in Forms, Customize Text, Upload photos, Embed videos.
de_de: Erstellen Sie unbegrenzt schöne Landingpages in WordPress. Entscheiden Sie sich in Formen, anpassen, Text, Fotos hochladen, Betten Sie Videos ein.
es_mx: Crear páginas de aterrizaje hermosa ilimitado en WordPress. OPT-en formularios, personalizar texto, subir fotos, insertar videos.
fr_fr: Créer illimités belles pages d’atterrissage dans WordPress. Opt-in Forms, Personnalisation du texte, télécharger des photos, des vidéos Intégrer.
